Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# PasteboardReporter.RemoveAuthFileErrorBody
source: An error occurred while removing the file that authorizes clipboard reporting: %@. As long as this file exists, clipboard reporting could be enabled by programs running on this computer.
de: Beim Entfernen der Datei, die die Zwischenablage-Meldung autorisiert, ist ein Fehler aufgetreten: %@. Solange diese Datei existiert, kann die Zwischenablage-Meldung von Programmen auf diesem Computer aktiviert werden.
ja: クリップボードの報告を許可するファイルを削除中にエラーが発生しました: %@。 このファイルが存在する限り、このコンピューター上で実行されるプログラムがクリップボードの報告を有効にする可能性があります。
pt_br: Ocorreu um erro ao remover o arquivo que autoriza o relatório da área de transferência: %@. Enquanto este arquivo existir, o relatório da área de transferência poderá ser ativado por programas em execução neste computador.
ru: Произошла ошибка при удалении файла, разрешающего передачу содержимого буфера обмена: %@. Пока этот файл существует, программы, запущенные на этом компьютере, могут включить передачу содержимого буфера обмена.
zh_hans: 移除授权剪贴板报告的文件时出错：%@。 只要此文件存在，此计算机上运行的程序就可能启用剪贴板报告。

# PasteboardReporter.RevealInFinder
source: Reveal in Finder
de: Im Finder anzeigen
ja: Finderで表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# PasteHelper.Advanced
source: Advanced…
de: Erweitert…
ja: 詳細…
pt_br: Avançado…
ru: Дополнительно…
zh_hans: 高级…

# PasteHelper.ConfirmMultiLinePasteHeading
source: Confirm Multi-Line Paste
de: Mehrzeiliges Einfügen bestätigen
ja: 複数行ペーストの確認
pt_br: Confirmar colagem de várias linhas
ru: Подтверждение многострочной вставки
zh_hans: 确认多行粘贴

# PasteHelper.ConvertTabsToSpaces
source: Convert tabs to spaces
de: Tabs in Leerzeichen umwandeln
ja: タブをスペースに変換
pt_br: Converter tabulações em espaços
ru: Преобразовывать табуляции в пробелы
zh_hans: 将制表符转换为空格

# PasteHelper.OKToPasteCharacters
source: OK to paste %ld characters?
de: Sollen %ld Zeichen eingefügt werden?
ja: %ld文字をペーストしてもよろしいですか？
pt_br: Deseja colar %ld caracteres?
ru: Вставить %ld символа?
zh_hans: 确定要粘贴 %ld 个字符吗？

# PasteHelper.OKToPasteLines
source: OK to paste %ld lines?
de: Sollen %ld Zeilen eingefügt werden?
ja: %ld行をペーストしてもよろしいですか？
pt_br: Deseja colar %ld linhas?
ru: Вставить %ld строки?
zh_hans: 确定要粘贴 %ld 行吗？

# PasteHelper.OKToPasteLinesAtPrompt
source: OK to paste %ld lines at shell prompt?
de: Sollen %ld Zeilen an der Shell-Eingabeaufforderung eingefügt werden?
ja: シェルプロンプトに%ld行をペーストしてもよろしいですか？
pt_br: Deseja colar %ld linhas no prompt do shell?
ru: Вставить %ld строки в приглашении оболочки?
zh_hans: 确定要在 Shell 提示符处粘贴 %ld 行吗？

# PasteHelper.Paste
source: Paste
de: Einfügen
ja: ペースト
pt_br: Colar
ru: Вставить
zh_hans: 粘贴

# PasteHelper.PasteLimitExceeded
source: Paste Limit Exceeded
de: Einfügelimit überschritten
ja: ペースト制限を超えました
pt_br: Limite de colagem excedido
ru: Превышен лимит вставки
zh_hans: 超出粘贴限制

# PasteHelper.PasteOneLineNewline
source: OK to paste one line ending in a newline?
de: Soll eine Zeile eingefügt werden, die mit einem Zeilenumbruch endet?
ja: 改行で終わる1行をペーストしてもよろしいですか？
pt_br: Confirma colar uma linha terminada em nova linha?
ru: Вставить одну строку, заканчивающуюся переводом строки?
zh_hans: 确定要粘贴以换行符结尾的单行？

# PasteHelper.PasteOneLineNewlineAtPrompt
source: OK to paste one line ending in a newline at shell prompt?
de: Soll an der Shell-Eingabeaufforderung eine Zeile eingefügt werden, die mit einem Zeilenumbruch endet?
ja: シェルプロンプトに改行で終わる1行をペーストしてもよろしいですか？
pt_br: Confirma colar uma linha terminada em nova linha no prompt do shell?
ru: Вставить одну строку, заканчивающуюся переводом строки, в приглашении оболочки?
zh_hans: 确定要在 shell 提示符处粘贴以换行符结尾的单行？

# PasteHelper.PasteWithoutNewline
source: Paste Without Newline
de: Ohne Zeilenumbruch einfügen
ja: 改行なしでペースト
pt_br: Colar sem nova linha
ru: Вставить без перевода строки
zh_hans: 粘贴时不带换行

# PasteHelper.PasteWithTabsTitle
source: You're about to paste a string with tabs.
de: Sie sind dabei, eine Zeichenfolge mit Tabs einzufügen.
ja: タブを含む文字列をペーストしようとしています。
pt_br: Você está prestes a colar um texto com tabulações.
ru: Вы собираетесь вставить строку с символами табуляции.
zh_hans: 你即将粘贴包含制表符的字符串。

# PasteHistory.LineCount
source: %1$ld%2$@ lines
de: %1$ld%2$@ Zeilen
ja: %1$ld%2$@行
pt_br: %1$ld%2$@ linhas
ru: %1$ld%2$@ строки
zh_hans: %1$ld%2$@ 行

# PasteSpecial.BytesInLines
source: %ld bytes in %ld lines.
de: %ld Bytes in %ld Zeilen.
ja: %ldバイト（%ld行）。
pt_br: %ld bytes em %ld linhas.
ru: %ld байта в %ld строки.
zh_hans: %ld 字节，共 %ld 行。

# PasteSpecial.ContentsOfFile
source: Contents of %@
de: Inhalt von %@
ja: %@の内容
pt_br: Conteúdo de %@
ru: Содержимое %@
zh_hans: %@ 的内容

# PasteSpecial.FileName
source: File name
de: Dateiname
ja: ファイル名
pt_br: Nome do arquivo
ru: Имя файла
zh_hans: 文件名

# PasteSpecial.InstantDuration
source: Instant
de: Sofort
ja: 瞬時
pt_br: Instantâneo
ru: Мгновенно
zh_hans: 即时

# PasteSpecial.MultipleFileNames
source: Multiple file names
de: Mehrere Dateinamen
ja: 複数のファイル名
pt_br: Vários nomes de arquivo
ru: Несколько имён файлов
zh_hans: 多个文件名

# PasteSpecial.UnknownType
source: Unknown Type
de: Unbekannter Typ
ja: 不明な種類
pt_br: Tipo desconhecido
ru: Неизвестный тип
zh_hans: 未知类型

# PasteView.KeystrokeToolTip
source: Type directly to the terminal (for example to answer a password prompt) instead of queueing your keystrokes until the paste finishes.
de: Direkt in das Terminal tippen (zum Beispiel, um eine Passwortabfrage zu beantworten), anstatt Ihre Tastatureingaben bis zum Ende des Einfügevorgangs in eine Warteschlange zu stellen.
ja: キー入力をペーストが終わるまでキューに入れる代わりに、ターミナルへ直接入力します（たとえばパスワードプロンプトに答える場合など）。
pt_br: Digite diretamente no terminal (por exemplo, para responder a um prompt de senha) em vez de enfileirar suas teclas até a colagem terminar.
ru: Вводить текст непосредственно в терминал (например, чтобы ответить на запрос пароля) вместо постановки нажатий клавиш в очередь до завершения вставки.
zh_hans: 直接输入到终端（例如回答密码提示），而不是将按键排入队列直到粘贴完成。

# PasteView.QueuedHint
source: Typing is queued while pasting. Click the keyboard to toggle queueing.
de: Während des Einfügens werden Tastatureingaben in eine Warteschlange gestellt. Klicken Sie auf die Tastatur, um die Warteschlange ein- oder auszuschalten.
ja: ペースト中はキー入力がキューに入れられます。キーボードをクリックするとキュー機能の有効/無効を切り替えられます。
pt_br: A digitação é enfileirada durante a colagem. Clique no teclado para alternar o enfileiramento.
ru: Во время вставки ввод ставится в очередь. Нажмите на значок клавиатуры, чтобы включить или выключить очередь.
zh_hans: 粘贴期间输入会排队。点按键盘图标可切换排队。

# PasteView.Sending
source: Sending…
de: Wird gesendet…
ja: 送信中…
pt_br: Enviando…
ru: Отправка…
zh_hans: 正在发送…

# PasteView.SendKeystrokesAccessibility
source: Send keystrokes to terminal
de: Tastatureingaben an das Terminal senden
ja: ターミナルにキー入力を送信
pt_br: Enviar teclas ao terminal
ru: Отправлять нажатия клавиш в терминал
zh_hans: 向终端发送按键

# PointerPrefs.ActionCopyLinkAddress
source: Copy Link Address
de: Link-Adresse kopieren
ja: リンクアドレスをコピー
pt_br: Copiar endereço do link
ru: Скопировать адрес ссылки
zh_hans: 拷贝链接地址

# PointerPrefs.ActionCopyOrPaste
source: Copy or Paste
de: Kopieren oder Einfügen
ja: コピーまたはペースト
pt_br: Copiar ou colar
ru: Копировать или вставить
zh_hans: 拷贝或粘贴

# PointerPrefs.ActionExtendSelection
source: Extend Selection
de: Auswahl erweitern
ja: 選択範囲を拡張
pt_br: Estender seleção
ru: Расширить выделение
zh_hans: 扩展所选内容

# PointerPrefs.ActionIgnore
source: Ignore
de: Ignorieren
ja: 無視
pt_br: Ignorar
ru: Игнорировать
zh_hans: 忽略

# PointerPrefs.ActionInvokeScriptFunction
source: Invoke Script Function…
de: Skriptfunktion aufrufen…
ja: スクリプト関数を呼び出す…
pt_br: Chamar função de script…
ru: Вызвать функцию скрипта…
zh_hans: 调用脚本函数…

# PointerPrefs.ActionMovePane
source: Move Pane
de: Bereich verschieben
ja: ペインを移動
pt_br: Mover painel
ru: Переместить панель
zh_hans: 移动窗格

# PointerPrefs.ActionNewHorizontalSplitWithProfile
source: New Horizontal Split With Profile…
de: Neue horizontale Aufteilung mit Profil…
ja: プロファイルで新規水平分割…
pt_br: Nova divisão horizontal com perfil…
ru: Новое горизонтальное разделение с профилем…
zh_hans: 使用配置文件新建水平拆分…

# PointerPrefs.ActionNewTabWithProfile
source: New Tab With Profile…
de: Neuer Tab mit Profil…
ja: プロファイルで新規タブ…
pt_br: Nova aba com perfil…
ru: Новая вкладка с профилем…
zh_hans: 使用配置文件新建标签页…

# PointerPrefs.ActionNewVerticalSplitWithProfile
source: New Vertical Split With Profile…
de: Neue vertikale Aufteilung mit Profil…
ja: プロファイルで新規垂直分割…
pt_br: Nova divisão vertical com perfil…
ru: Новое вертикальное разделение с профилем…
zh_hans: 使用配置文件新建垂直拆分…

# PointerPrefs.ActionNewWindowWithProfile
source: New Window With Profile…
de: Neues Fenster mit Profil…
ja: プロファイルで新規ウインドウ…
pt_br: Nova janela com perfil…
ru: Новое окно с профилем…
zh_hans: 使用配置文件新建窗口…

# PointerPrefs.ActionNextTab
source: Next Tab
de: Nächster Tab
ja: 次のタブ
pt_br: Próxima aba
ru: Следующая вкладка
zh_hans: 下一个标签页

# PointerPrefs.ActionNextWindow
source: Next Window
de: Nächstes Fenster
ja: 次のウインドウ
pt_br: Próxima janela
ru: Следующее окно
zh_hans: 下一个窗口

# PointerPrefs.ActionOpenContextMenu
source: Open Context Menu
de: Kontextmenü öffnen
ja: コンテキストメニューを開く
pt_br: Abrir menu de contexto
ru: Открыть контекстное меню
zh_hans: 打开上下文菜单

# PointerPrefs.ActionOpenURLInBackground
source: Open URL in background
de: URL im Hintergrund öffnen
ja: バックグラウンドでURLを開く
pt_br: Abrir URL em segundo plano
ru: Открыть URL в фоне
zh_hans: 在后台打开 URL

# PointerPrefs.ActionOpenURLSemanticHistory
source: Open URL/Semantic History
de: URL/Semantische Historie öffnen
ja: URL/セマンティック履歴を開く
pt_br: Abrir URL/Semantic History
ru: Открыть URL/семантическую историю
zh_hans: 打开 URL/语义历史记录

# PointerPrefs.ActionPasteFromClipboard
source: Paste from Clipboard…
de: Aus Zwischenablage einfügen…
ja: クリップボードからペースト…
pt_br: Colar da área de transferência…
ru: Вставить из буфера обмена…
zh_hans: 从剪贴板粘贴…

# PointerPrefs.ActionPasteFromSelection
source: Paste from Selection…
de: Aus Auswahl einfügen…
ja: 選択範囲からペースト…
pt_br: Colar da seleção…
ru: Вставить из выделения…
zh_hans: 从所选内容粘贴…

# PointerPrefs.ActionPreviousTab
source: Previous Tab
de: Vorheriger Tab
ja: 前のタブ
pt_br: Aba anterior
ru: Предыдущая вкладка
zh_hans: 上一个标签页

# PointerPrefs.ActionPreviousWindow
source: Previous Window
de: Vorheriges Fenster
ja: 前のウインドウ
pt_br: Janela anterior
ru: Предыдущее окно
zh_hans: 上一个窗口

# PointerPrefs.ActionSelectMenuItem
source: Select Menu Item
de: Menüpunkt auswählen
ja: メニュー項目を選択
pt_br: Selecionar item de menu
ru: Выбрать пункт меню
zh_hans: 选择菜单项

# PointerPrefs.ActionSelectNextPane
source: Select Next Pane
de: Nächsten Bereich auswählen
ja: 次のペインを選択
pt_br: Selecionar próximo painel
ru: Выбрать следующую панель
zh_hans: 选择下一个窗格

# PointerPrefs.ActionSelectPaneAbove
source: Select Pane Above
de: Bereich darüber auswählen
ja: 上のペインを選択
pt_br: Selecionar painel acima
ru: Выбрать панель сверху
zh_hans: 选择上方窗格

# PointerPrefs.ActionSelectPaneBelow
source: Select Pane Below
de: Bereich darunter auswählen
ja: 下のペインを選択
pt_br: Selecionar painel abaixo
ru: Выбрать панель снизу
zh_hans: 选择下方窗格

# PointerPrefs.ActionSelectPaneLeft
source: Select Pane Left
de: Bereich links auswählen
ja: 左のペインを選択
pt_br: Selecionar painel à esquerda
ru: Выбрать панель слева
zh_hans: 选择左侧窗格

# PointerPrefs.ActionSelectPaneRight
source: Select Pane Right
de: Bereich rechts auswählen
ja: 右のペインを選択
pt_br: Selecionar painel à direita
ru: Выбрать панель справа
zh_hans: 选择右侧窗格

# PointerPrefs.ActionSelectPreviousPane
source: Select Previous Pane
de: Vorherigen Bereich auswählen
ja: 前のペインを選択
pt_br: Selecionar painel anterior
ru: Выбрать предыдущую панель
zh_hans: 选择上一个窗格

# PointerPrefs.ActionSendEscapeSequence
source: Send Escape Sequence…
de: Escape-Sequenz senden…
ja: エスケープシーケンスを送信…
pt_br: Enviar sequência de escape…
ru: Отправить escape-последовательность…
zh_hans: 发送转义序列…

# PointerPrefs.ActionSendHexCode
source: Send Hex Code…
de: Hex-Code senden…
ja: 16進コードを送信…
pt_br: Enviar código hexadecimal…
ru: Отправить шестнадцатеричный код…
zh_hans: 发送 Hex 代码…

# PointerPrefs.ActionSendText
source: Send Text…
de: Text senden…
ja: テキストを送信…
pt_br: Enviar texto…
ru: Отправить текст…
zh_hans: 发送文本…

# PointerPrefs.ActionSmartSelection
source: Smart Selection
de: Intelligente Auswahl
ja: スマート選択
pt_br: Seleção inteligente
ru: Умное выделение
zh_hans: 智能选择

# PointerPrefs.ActionSmartSelectionIgnoringNewlines
source: Smart Selection Ignoring Newlines
de: Intelligente Auswahl ohne Zeilenumbrüche
ja: 改行を無視するスマート選択
pt_br: Seleção inteligente ignorando quebras de linha
ru: Умное выделение без учёта переводов строк
zh_hans: 忽略换行的智能选择

# PointerPrefs.ButtonNumber
source: Button #%d
de: Maustaste Nr. %d
ja: ボタン#%d
pt_br: Botão nº %d
ru: Кнопка №%d
zh_hans: 按钮 #%d

# PointerPrefs.CharactersToSendPlaceholder
source: characters to send
de: zu sendende Zeichen
ja: 送信する文字
pt_br: caracteres a enviar
ru: символы для отправки
zh_hans: 要发送的字符

# PointerPrefs.DoubleClick
source: double click
de: Doppelklick
ja: ダブルクリック
pt_br: clique duplo
ru: двойной щелчок
zh_hans: 连按

# PointerPrefs.FunctionInvocationPlaceholder
source: Enter function invocation
de: Funktionsaufruf eingeben
ja: 関数呼び出しを入力
pt_br: Insira a chamada de função
ru: Введите вызов функции
zh_hans: 输入函数调用

# PointerPrefs.GestureForceTouchSingleClick
source: Force Touch Single Click
de: Force Touch Einzelklick
ja: Force Touchシングルクリック
pt_br: Clique único com Force Touch
ru: Одиночный щелчок Force Touch
zh_hans: 用力点按

# PointerPrefs.GestureThreeFingerSwipeDown
source: Three-finger Swipe Down
de: Dreifinger-Wischen nach unten
ja: 3本指下スワイプ
pt_br: Deslizar para baixo com três dedos
ru: Смахивание тремя пальцами вниз
zh_hans: 三指向下轻扫

# PointerPrefs.GestureThreeFingerSwipeLeft
source: Three-finger Swipe Left
de: Dreifinger-Wischen nach links
ja: 3本指左スワイプ
pt_br: Deslizar para a esquerda com três dedos
ru: Смахивание тремя пальцами влево
zh_hans: 三指向左轻扫

# PointerPrefs.GestureThreeFingerSwipeRight
source: Three-finger Swipe Right
de: Dreifinger-Wischen nach rechts
ja: 3本指右スワイプ
pt_br: Deslizar para a direita com três dedos
ru: Смахивание тремя пальцами вправо
zh_hans: 三指向右轻扫

# PointerPrefs.GestureThreeFingerSwipeUp
source: Three-finger Swipe Up
de: Dreifinger-Wischen nach oben
ja: 3本指上スワイプ
pt_br: Deslizar para cima com três dedos
ru: Смахивание тремя пальцами вверх
zh_hans: 三指向上轻扫

# PointerPrefs.GestureThreeFingerTap
source: Three-finger Tap
de: Dreifinger-Tippen
ja: 3本指タップ
pt_br: Toque com três dedos
ru: Нажатие тремя пальцами
zh_hans: 三指轻点

# PointerPrefs.HexCodesPlaceholder
source: ex: 0x7f 0x20
de: Beispiel: 0x7f 0x20
ja: 例: 0x7f 0x20
ru: например: 0x7f 0x20
zh_hans: 例如：0x7f 0x20

# PointerPrefs.LeftButton
source: Left button
de: Linke Maustaste
ja: 左ボタン
pt_br: Botão esquerdo
ru: Левая кнопка
zh_hans: 左键

# PointerPrefs.MiddleButton
source: Middle button
de: Mittlere Maustaste
ja: 中ボタン
pt_br: Botão do meio
ru: Средняя кнопка
zh_hans: 中键

# PointerPrefs.ProfileLabel
source: Profile:
de: Profil:
ja: プロファイル:
pt_br: Perfil:
ru: Профиль:
zh_hans: 配置文件：

# PointerPrefs.QuadClick
source: quad click
de: Vierfachklick
ja: 4回クリック
pt_br: clique quádruplo
ru: четверной щелчок
zh_hans: 四连按

# PointerPrefs.RightButton
source: Right button
de: Rechte Maustaste
ja: 右ボタン
pt_br: Botão direito
ru: Правая кнопка
zh_hans: 右键

# PointerPrefs.SelectMenuItemNamed
source: Select Menu Item “%@”
de: Menüpunkt „%@“ auswählen
ja: メニュー項目「%@」を選択
pt_br: Selecionar item de menu “%@”
ru: Выбрать пункт меню «%@»
zh_hans: 选择菜单项“%@”

# PointerPrefs.SingleClick
source: single click
de: Einzelklick
ja: シングルクリック
pt_br: clique único
ru: одиночный щелчок
zh_hans: 单点按

# PointerPrefs.TextToSendPlaceholder
source: Enter value to send
de: Zu sendenden Wert eingeben
ja: 送信する値を入力
pt_br: Insira o valor a enviar
ru: Введите значение для отправки
zh_hans: 输入要发送的值

# PointerPrefs.TripleClick
source: triple click
de: Dreifachklick
ja: トリプルクリック
pt_br: clique triplo
ru: тройной щелчок
zh_hans: 三连按

# PointerPrefs.UnknownAction
source: (Unknown)
de: (Unbekannt)
ja: (不明)
pt_br: (Desconhecido)
ru: (Неизвестно)
zh_hans: （未知）

# PointerPrefs.UnknownButton
source: Unknown button
de: Unbekannte Maustaste
ja: 不明なボタン
pt_br: Botão desconhecido
ru: Неизвестная кнопка
zh_hans: 未知按钮

# PolyModalAlert.CheckboxDefaultsMismatch
source: Number of checkboxes does not match number of defaults
de: Die Anzahl der Kontrollkästchen stimmt nicht mit der Anzahl der Standardwerte überein
ja: チェックボックスの数とデフォルト値の数が一致しません
pt_br: O número de caixas de seleção não corresponde ao número de valores padrão
ru: Количество флажков не соответствует количеству значений по умолчанию
zh_hans: 复选框数量与默认项数量不一致

# PortholeContainerView.CloseMarkdownView
source: Close markdown view
de: Markdown-Ansicht schließen
ja: Markdownビューを閉じる
pt_br: Fechar visualização de markdown
ru: Закрыть просмотр markdown
zh_hans: 关闭 Markdown 视图

# PortholeContainerView.Wide
source: Wide
de: Breit
ja: ワイド
pt_br: Largo
ru: Широкий
zh_hans: 宽屏

# PreferencePanel.EditSessionWindowTitle
source: Edit Session
de: Sitzung bearbeiten
ja: セッションを編集
pt_br: Editar sessão
ru: Изменить сессию
zh_hans: 编辑会话

# PreferencePanel.EmptyDefault
source: Empty Default
de: Leerer Standardwert
ja: 空のデフォルト値
pt_br: Padrão vazio
ru: Пустое значение по умолчанию
zh_hans: 默认项为空

# PreferencePanel.ResetToDefault
source: Reset to %@
de: Auf %@ zurücksetzen
ja: %@にリセット
pt_br: Redefinir para %@
ru: Сбросить к %@
zh_hans: 重置为 %@

# PreferencePanel.SettingsWindowTitle
source: Settings
de: Einstellungen
ja: 設定
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

# PreferencePanel.SettingsWindowTitleWithSuite
source: Settings: %@
de: Einstellungen: %@
ja: 設定: %@
pt_br: Ajustes: %@
ru: Настройки: %@
zh_hans: 设置：%@

# PreferencePanel.ShowIndicatorsForNonDefaultValues
source: Show indicators for non-default values
de: Indikatoren für abweichende Werte anzeigen
ja: デフォルト以外の値にインジケーターを表示
pt_br: Mostrar indicadores para valores não padrão
ru: Показывать индикаторы для значений, отличных от значений по умолчанию
zh_hans: 显示非默认值的指示器

# PreferencePanel.ToolbarAdvanced
source: Advanced
de: Erweitert
ja: 詳細
pt_br: Avançado
ru: Дополнительно
zh_hans: 高级选项

# PreferencePanel.ToolbarAppearance
source: Appearance
de: Erscheinungsbild
ja: 外観
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

# PreferencePanel.ToolbarArrangements
source: Arrangements
de: Anordnungen
ja: アレンジメント
pt_br: Organizações
ru: Расположения окон
zh_hans: 窗口排列

# PreferencePanel.ToolbarGeneral
source: General
de: Allgemein
ja: 一般
pt_br: Geral
ru: Общие
zh_hans: 通用

# PreferencePanel.ToolbarKeys
source: Keys
de: Tasten
ja: キー
pt_br: Teclas
ru: Клавиши
zh_hans: 按键绑定

# PreferencePanel.ToolbarPointer
source: Pointer
de: Zeiger
ja: ポインタ
pt_br: Ponteiro
ru: Указатель
zh_hans: 指针

# PreferencePanel.ToolbarProfiles
source: Profiles
de: Profile
ja: プロファイル
pt_br: Perfis
ru: Профили
zh_hans: 配置文件

# PreferencePanel.ToolbarShortcuts
source: Shortcuts
de: Tastenkombinationen
ja: ショートカット
pt_br: Atalhos
ru: Сочетания клавиш
zh_hans: 快捷键

# PreferencesBase.Color
source: color
de: Farbe
ja: 色
pt_br: cor
ru: цвет
zh_hans: 颜色

# PreferencesBase.Slider
source: slider
de: Schieberegler
ja: スライダー
pt_br: controle deslizante
ru: ползунок
zh_hans: 滑块

# PreviousState.CantSwitchDescription
source: Can’t switch back to %@ because another app has enabled secure keyboard entry.
de: Kann nicht zu %@ zurückwechseln, da eine andere App die sichere Tastatureingabe aktiviert hat.
ja: 別のアプリがセキュアキーボード入力を有効にしているため、%@に切り替えることができません。
pt_br: Não é possível voltar para %@ porque outro app ativou a entrada segura de teclado.
ru: Не удаётся переключиться обратно на %@, так как другое приложение включило безопасный ввод с клавиатуры.
zh_hans: 无法切换回 %@，因为其他应用已启用安全键盘输入功能。

# PreviousState.CantSwitchTitle
source: Can’t Switch Apps
de: Wechsel zwischen Apps nicht möglich
ja: アプリを切り替えられません
pt_br: Não é possível alternar apps
ru: Не удаётся переключить приложения
zh_hans: 无法切换应用

# PrintGuard.Allow
source: Allow
de: Zulassen
ja: 許可
pt_br: Permitir
ru: Разрешить
zh_hans: 允许

# PrintGuard.AllowPrintingHeading
source: Allow Printing?
de: Drucken zulassen?
ja: 印刷を許可しますか？
pt_br: Permitir impressão?
ru: Разрешить печать?
zh_hans: 允许打印？

# PrintGuard.AllowPrintingMessage
source: There's a lot of printing going on. Want to keep allowing it?
de: Es wird sehr viel gedruckt. Möchten Sie das weiterhin zulassen?
ja: 印刷が大量に行われています。このまま許可し続けますか？
pt_br: Há muita impressão acontecendo. Deseja continuar permitindo?
ru: Выполняется много операций печати. Продолжить разрешать это?
zh_hans: 正在大量打印。要继续允许吗？

# PrintGuard.DisablePermanently
source: Disable Permanently
de: Dauerhaft deaktivieren
ja: 完全に無効にする
pt_br: Desativar permanentemente
ru: Отключить навсегда
zh_hans: 永久停用

# PrintGuard.DisableTemporarily
source: Disable Temporarily
de: Vorübergehend deaktivieren
ja: 一時的に無効にする
pt_br: Desativar temporariamente
ru: Отключить временно
zh_hans: 暂时停用

# ProfileDocument.OpenName
source: Open %@
de: %@ öffnen
ja: %@を開く
pt_br: Abrir %@
ru: Открыть %@
zh_hans: 打开“%@”

# ProfileDocument.OpenNewName
source: Open %@
de: %@ öffnen
ja: %@を開く
pt_br: Abrir %@
ru: Открыть %@
zh_hans: 打开“%@”

# ProfileDocument.RenamedHeading
source: Profile Renamed
de: Profil umbenannt
ja: プロファイル名が変更されました
pt_br: Perfil renomeado
ru: Профиль переименован
zh_hans: 配置文件已重命名

# ProfileDocument.RenamedPrompt
source: Would you like to open the profile formerly named %1$@ that is now called %2$@ (which this shortcut refers to), or the profile that currently has the name %3$@?
de: Möchten Sie das Profil öffnen, das früher %1$@ hieß und jetzt %2$@ heißt (auf das sich diese Tastenkombination bezieht), oder das Profil, das derzeit den Namen %3$@ trägt?
ja: 以前は%1$@という名前で、現在は%2$@という名前になっているプロファイル（このショートカットが参照しているもの）を開きますか、それとも現在%3$@という名前のプロファイルを開きますか？
pt_br: Deseja abrir o perfil que antes se chamava %1$@ e agora se chama %2$@ (ao qual este atalho se refere), ou o perfil que atualmente tem o nome %3$@?
ru: Открыть профиль, ранее называвшийся %1$@, который теперь называется %2$@ (на него ссылается этот ярлык), или профиль, который в настоящее время называется %3$@?
zh_hans: 您希望打开之前名为 %1$@、现在称为 %2$@ 的配置文件（此快捷键所指向的），还是当前名为 %3$@ 的配置文件？

# ProfileListView.CommandColumn
source: Command
de: Befehl
ja: コマンド
pt_br: Comando
ru: Команда
zh_hans: 命令

# ProfileListView.ProfileNameColumn
source: Profile Name
de: Profilname
ja: プロファイル名
pt_br: Nome do perfil
ru: Имя профиля
zh_hans: 配置文件名称

# ProfileListView.SearchSyntaxHelp
source: Search Syntax Help
de: Hilfe zur Suchsyntax
ja: 検索構文のヘルプ
pt_br: Ajuda de sintaxe de busca
ru: Справка по синтаксису поиска
zh_hans: 搜索语法帮助

# ProfileListView.ShortcutColumn
source: Shortcut
de: Tastenkombination
ja: ショートカット
pt_br: Atalho
ru: Сочетание клавиш
zh_hans: 快捷键

# ProfilePreferences.Abort
source: Abort
de: Abbrechen
ja: 中止
pt_br: Abortar
ru: Прервать
zh_hans: 中止

# ProfilePreferences.ChangesWillBeLost
source: Changes Will Be Lost
de: Änderungen gehen verloren
ja: 変更内容は失われます
pt_br: As alterações serão perdidas
ru: Изменения будут потеряны
zh_hans: 更改将丢失

# ProfilePreferences.CopyOfProfileName
source: Copy of %@
de: Kopie von %@
ja: %@のコピー
pt_br: Cópia de %@
ru: Копия %@
zh_hans: %@的副本

# ProfilePreferences.CouldNotImportProfile
source: Could not Import Profile
de: Profil konnte nicht importiert werden
ja: プロファイルをインポートできませんでした
pt_br: Não foi possível importar o perfil
ru: Не удалось импортировать профиль
zh_hans: 无法导入配置文件

# ProfilePreferences.CouldntConvertProfileFormat
source: Couldn't convert profile to JSON: %@
de: Profil konnte nicht in JSON umgewandelt werden: %@
ja: プロファイルをJSONに変換できませんでした: %@
pt_br: Não foi possível converter o perfil para JSON: %@
ru: Не удалось преобразовать профиль в JSON: %@
zh_hans: 无法将配置文件转换为 JSON：%@
